Revit 2027 API
ParameterTypeId.AnalyticalModelEndProjectionOrthogonal Property
 "End Projection Orthogonal"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelEndProjectionOrthogonal { get; }
Public Shared ReadOnly Property AnalyticalModelEndProjectionOrthogonal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelEndProjectionOrthogonal {
	ForgeTypeId^ get ();
}
static member AnalyticalModelEndProjectionOrthogonal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace